Repository: Dave-Ed-Cast/TriaTactics
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es_419, fr, it, pt, ru, tr

source: %@ is on a roll!
de: %@ ist in Fahrt!
es_419: %@ está en racha!
fr: %@ est en pleine forme !
it: %@ è in gran forma!
pt: %@ está em alta!
ru: %@ на взлете!
tr: %@ formda!

source: %@'s turn
de: Der Zug von %@
es_419: Es el turno de %@
fr: C'est le tour de %@
it: È il turno di %@
pt: É a vez de %@
ru: Ход %@
tr: %@'nın sırası

source: Are you sure you want to leave?
de: Bist du sicher, dass du das Spiel verlassen möchtest?
es_419: ¿Seguro que quieres salir?
fr: Êtes-vous sûr de vouloir partir?
it: Sei sicuro di voler abbandonare?
pt: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите уйти?
tr: Ayrılmak istediğinizden emin misiniz?

source: Assets, UI/UX design
de: Ressourcen, UI/UX-Design
es_419: Recursos, diseño UI/UX
fr: Actifs, design UI/UX
it: Risorse, design UI/UX
pt: Recursos, design UI/UX
ru: Ресурсы, UI/UX-дизайн
tr: Varlıklar, UI/UX tasarımı

source: Code contribution, background animation skeleton
de: Hintergrundanimations-Skelett
es_419: Contribución de código, esqueleto de animación de fondo
fr: Contribution au code, squelette d’animation en arrière-plan
it: Contributo al codice, scheletro animazione
pt: Contribuição de código, esqueleto de animação de fundo
ru: Вклад в код, каркас фона анимации
tr: Kod katkısı, arka plan animasyon iskeleti

source: Creator, Developer, UX Designer
de: Ersteller, Entwickler, UX-Designer
es_419: Creador, Desarrollador, Diseñador UX
fr: Créateur, Développeur, Designer UX
it: Creatore, Sviluppatore, Designer UX
pt: Criador, Desenvolvedor, Designer UX
ru: Создатель, Разработчик, UX-дизайнер
tr: Yaratıcı, Geliştirici, UX Tasarımcısı

source: Developer
de: Entwickler
es_419: Desarrollador
fr: Développeur
it: Sviluppatore
pt: Desenvolvedor
ru: Разработчик
tr: Geliştirici

source: Game logic, Online logic, Development and design
de: Spiel-Logik, Online-Logik, Entwicklung und Design
es_419: Lógica del juego, lógica en línea, desarrollo y diseño
fr: Logique du jeu, logique en ligne, développement et design
it: Logica del gioco, logica online, sviluppo e design
pt: Lógica do jogo, lógica online, desenvolvimento e design
ru: Логика игры, онлайн-логика, разработка и дизайн
tr: Oyun mantığı, çevrimiçi mantık, geliştirme ve tasarım

source: Here comes the multiplayer! Challenge your friends in a strategic battle. Log into Game Center and enjoy!
de: Hier kommt der Mehrspielermodus! Fordere deine Freunde in einem strategischen Kampf heraus. Melde dich bei Game Center an und genieße es!
es_419: ¡Aquí está el modo multijugador! Reta a tus amigos en una batalla estratégica. ¡Inicia sesión en Game Center y disfrútalo!
fr: Voici le mode multijoueur ! Défiez vos amis dans une bataille stratégique. Connectez-vous à Game Center et profitez-en !
it: Ecco il multiplayer! Sfida i tuoi amici in una battaglia strategica. Accedi a Game Center e divertiti!
pt: O multiplayer chegou! Desafie seus amigos em uma batalha estratégica. Faça login no Game Center e aproveite!
ru: Вот и многопользовательский режим! Бросьте вызов друзьям в стратегической битве. Войдите в Game Center и наслаждайтесь!
tr: İşte çok oyunculu mod! Arkadaşlarınıza stratejik bir savaşta meydan okuyun. Game Center’a giriş yapın ve keyfini çıkarın!

source: Lets' start!
de: Lass uns anfangen!
es_419: ¡Comencemos!
fr: Commençons!
it: Iniziamo!
pt: Vamos começar!
ru: Давайте начнем!
tr: Başlayalım!

source: Localisation: Spanish (Latin America)
de: Lokalisierung: Spanisch (Lateinamerika)
es_419: Localización: Español (América Latina)
fr: Localisation: Espagnol (Amérique Latine)
it: Traduzione: Spagnolo (America Latina)
pt: Localização: Espanhol (América Latina)
ru: Локализация: Испанский (Латинская Америка)
tr: Yerelleştirme: İspanyolca (Latin Amerika)

source: Making a fourth move will cost the first one. The next one follows the same logic. Choose wisely!
de: Der vierte Zug kostet den ersten. Der nächste folgt der gleichen Logik. Wähle weise!
es_419: Hacer un cuarto movimiento costará el primero. El siguiente seguirá la misma lógica. ¡Elige sabiamente!
fr: Faire un quatrième mouvement coûtera le premier. Le suivant suivra la même logique. Choisissez judicieusement!
it: Fare una quarta mossa costerà la prima. La prossima seguirà la stessa logica. Scegli con saggezza!
pt: Fazer o quarto movimento custará o primeiro. O próximo segue a mesma lógica. Escolha com sabedoria!
ru: Четвертый ход будет стоить первого. Следующий ход следует той же логике. Выбирайте мудро!
tr: Dördüncü hamleniz ilk hamlenize mal olacak. Sonraki hamle aynı mantığı takip eder. Akıllıca seçin!

source: Making your fourth move of the game will cost the first one! And it keeps going after that! This is Tria Tactics...
de: Dein vierter Zug im Spiel wird den ersten kosten! Und es geht so weiter! Das ist Tria Tactics…
es_419: ¡Hacer tu cuarto movimiento del juego costará el primero! ¡Y sigue así después de eso! Esto es Tria Tactics…
fr: Faire votre quatrième mouvement du jeu coûtera le premier ! Et cela continue après ! Voici Tria Tactics…
it: Fare la tua quarta mossa del gioco costerà la prima! E continua così! Questo è Tria Tactics…
pt: Fazer seu quarto movimento do jogo custará o primeiro! E continua depois disso! Este é Tria Tactics…
ru: Ваш четвертый ход в игре будет стоить первого! И так продолжается! Это Tria Tactics…
tr: Oyundaki dördüncü hamleniz ilk hamlenize mal olacak! Ve bu şekilde devam eder! İşte Tria Tactics…

source: Menu
de: Menü
es_419: Menú
ru: Меню
tr: Menü

source: Multiplayer is finally here!
de: Der Mehrspielermodus ist endlich da!
es_419: ¡El modo multijugador finalmente está aquí!
fr: Le multijoueur est enfin là!
it: Il multiplayer è finalmente qui
pt: O multiplayer finalmente chegou!
ru: Многопользовательский режим наконец-то здесь!
tr: Çok oyunculu mod nihayet burada!

source: Play
de: Spielen
es_419: Jugar
fr: Jouer
it: Gioca
pt: Jogar
ru: Играть
tr: Oyna

source: Play Offline
de: Offline Spielen
es_419: Jugar sin conexión
fr: Jouer hors ligne
it: Gioca Offline
pt: Jogar Offline
ru: Играть офлайн
tr: Çevrimdışı Oyna

source: Play Online
de: Online Spielen
es_419: Jugar en línea
fr: Jouer en ligne
it: Gioca Online
pt: Jogar Online
ru: Играть онлайн
tr: Çevrimiçi Oyna

source: Play vs AI
de: Gegen die KI spielen
es_419: Jugar contra la IA
fr: Jouer contre l'IA
it: Gioca contro l'IA
pt: Jogar contra a IA
ru: Играть против ИИ
tr: AI’ya Karşı Oyna

source: Quit game?
de: Spiel beenden?
es_419: ¿Salir del juego?
fr: Quitter le jeu?
it: Uscire dal gioco?
pt: Sair do jogo?
ru: Выйти из игры?
tr: Oyunu bırakmak mı?

source: Rematch
de: Rückspiel
es_419: Revancha
fr: Revanche
it: Rivincita
pt: Revanche
ru: Повторный матч
tr: Tekrar Maç

source: Score
de: Punktestand
es_419: Puntaje
it: Punteggio
pt: Pontuação
ru: Очки
tr: Skor

source: Settings
de: Einstellungen
es_419: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Настройки
tr: Ayarlar

source: Skip
de: Überspringen
es_419: Omitir
fr: Passer
it: Salta
pt: Pular
ru: Пропустить
tr: Atla

source: The game for true tacticians!
de: Das Spiel für echte Taktiker!
es_419: ¡El juego para verdaderos tácticos!
fr: Le jeu pour de vrais tacticiens!
it: Il gioco per veri tattici!
pt: O jogo para verdadeiros táticos!
ru: Игра для настоящих тактиков!
tr: Gerçek taktikçiler için oyun!

source: The winner is:
de: Der Gewinner ist:
es_419: El ganador es:
fr: Le gagnant est:
it: Il vincitore è:
pt: O vencedor é:
ru: Победитель:
tr: Kazanan:

source: Their page
de: Ihre Seite
es_419: Su página
fr: Leur page
it: La loro pagina
pt: A página deles
ru: Их страница
tr: Sayfaları

source: Time left: %lld
de: Verbleibende Zeit: %lld
es_419: Tiempo restante: %lld
fr: Temps restant: %lld
it: Tempo restante: %lld
pt: Tempo restante: %lld
ru: Осталось времени: %lld
tr: Kalan süre: %lld

source: Toggle Animation
de: Animation ein-/ausschalten
es_419: Alternar animación
fr: Activer/Dèsactiver l'animation
it: Attiva/disattiva animazione
pt: Alternar Animação
ru: Включить/выключить анимацию
tr: Animasyonu Aç/Kapat

source: Tria Tactics is a revisited version of Tic Tac Toe. Play the classic game until something new will happen!
de: Tria Tactics ist eine überarbeitete Version von Tic Tac Toe. Spiele das klassische Spiel, bis etwas Neues passiert!
es_419: Tria Tactics es una versión revisitada del Tic Tac Toe. ¡Juega el juego clásico hasta que pase algo nuevo!
fr: Tria Tactics est une version revisitée du Tic Tac Toe. Jouez au jeu classique jusqu’à ce que quelque chose de nouveau se produise!
it: Tria Tactics è una versione rivisitata del Tic Tac Toe. Gioca al gioco classico finché non succede qualcosa di nuovo!
pt: Tria Tactics é uma versão revisitada do Jogo da Velha. Jogue o jogo clássico até que algo novo aconteça!
ru: Tria Tactics — это переработанная версия крестиков-ноликов. Играйте в классическую игру, пока не произойдет что-то новое!
tr: Tria Tactics, X ve O’nun yenilenmiş bir versiyonudur. Klasik oyunu oynayın, ta ki yeni bir şey olana kadar!

source: Tria Tactics rule
de: Regel von Tria Tactics
es_419: Regla de Tria Tactics
fr: Règle de Tria Tactics
it: Regola di Tria Tactics
pt: Regra de Tria Tactics
ru: Правило Tria Tactics
tr: Tria Tactics Kuralı

source: Welcome to Tria Tactics!
de: Willkommen bei Tria Tactics
es_419: Bienvenido a Tria Tactics
fr: Bienvenue dans Tria Tactics
it: Benvenuto in Tria Tactics
pt: Bem-vindo ao Tria Tactics
ru: Добро пожаловать в Tria Tactics
tr: Tria Tactics’e Hoş Geldiniz

source: Yes
de: Ja
es_419: Sí
fr: Oui
it: Sì
pt: Sim
ru: Да
tr: Evet

source: App icon, UX design
es_419: Ícono de la app, diseño UX
fr: Icône de l'app, design UX
it: Icona dell'app, design UX
pt: Ícone do app, design UX
ru: Иконка приложения, UX-дизайн
tr: Uygulama simgesi, UX tasarımı

source: Tutorial
fr: Tutoriel
ru: Туториал
tr: Eğitim

source: UI/UX Designer
es_419: Diseñador UI/UX
fr: Designer UI/UX
it: Designer UI/UX
pt: Designer UI/UX
ru: UI/UX-дизайнер
tr: UI/UX Tasarımcısı

source: OK!
tr: Tamam!
